[
  {
    "id": 1,
    "name": "Königsallee",
    "tags": [
      2
    ],
    "description": "Königsallee, or Kö for short, is a north-south boulevard in the city center of Düsseldorf. The Kö is one of the leading luxury shopping streets in Europe. The city moat (also called Kö-Graben) and the impressive tree population are characteristic of its design. With almost 87 meters continuously, it is the widest street in Germany, measured from house to house facade. Instead of the usual two, it has four sidewalks - two on the sides of the ditch and one along the rows of houses. The western, traditionally less frequented side with - in the northern part - only a few shops is also referred to as the \"bank side\" or \"quiet side\".",
    "coordinates": {
      "lat": 51.2203973,
      "lng": 6.7792577
    },
    "images": [
      {
        "url": "https://img.fotocommunity.com/duesseldorfer-koenigsallee-37b92bdf-e788-4bbe-9834-dca8c1cfa763.jpg?width=1000"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.sAXcSE01vEDdn1YSGFKgkAHaFj?w=243&h=182&c=7&o=5&pid=1.7"
      }
    ],
    "openingHours": [
      {
        "day": "Monday - Friday",
        "hours": "08:00 - 20:00"
      },
      {
        "day": "Saturday",
        "hours": "Closed"
      },
      {
        "day": "Sunday",
        "hours": "Closed"
      }
    ]
  },
  {
    "id": 2,
    "name": "Kunstpalast",
    "tags": [
      4,
      5
    ],
    "description": "The Museum Kunstpalast Foundation, also known as museum kunst palast from 2001 to 2011 (its own name since the end of 2018 KUNSTPALAST), is an art museum in Düsseldorf in the courtyard of honor. From 1925 to 1926 the already existing Kunstpalast was rebuilt from 1902 to designs by the architect Wilhelm Kreis; then it was unchanged for decades. From 1999 to 2000 it was converted according to plans by Oswald Mathias Ungers.\n\nUntil 2001, this institution was operated solely by the city of Düsseldorf under the name Kunstmuseum Düsseldorf in the courtyard of honor. Since then, the Museum Kunstpalast has been supported as part of a \"public-private partnership\" by a foundation of the city, the energy company E.ON and the retail group Metro Group. The museum's collection includes paintings and sculptures from the Middle Ages to the present day. There are also special collections on arts and crafts, handicrafts and design, graphics and an important glass collection.\n\nIn 2007, the Swiss Beat Wismer succeeded the French Jean-Hubert Martin, who was appointed before the opening in 2001, as General Director of the museum. The museum employed 65 people around 2011 and worked with an annual budget of 15 million euros. With an annual grant from the state capital of 7.2 and the company EON of 1.1 million euros, the museum has accumulated debts in the millions; In 2013 it was decided to reduce them with an austerity program. Wismer retired on October 1, 2017. His successor as General Director and Artistic Director of the Museum Kunstpalast Foundation was Felix Krämer.",
    "coordinates": {
      "lat": 51.2317803,
      "lng": 6.7724412
    },
    "images": [
      {
        "url": "https://static.duesseldorf-tonight.de/thumbs/img/News/91/80/99/p/p_pano/das-museum-kunstpalast-bekommt-einen-neuen-namen-998091.jpg"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.X6_G5bYwWnJBNqFHfhXfvgHaE3?w=266&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.vpLmtz5_IO8p5YjlqTI52gHaFj?w=233&h=180&c=7&o=5&pid=1.7"
      }
    ],
    "openingHours": [
      {
        "day": "Monday",
        "hours": "08:00 - 18:00"
      },
      {
        "day": "Tuesday",
        "hours": "08:00 - 18:00"
      },
      {
        "day": "Wednesday",
        "hours": "08:00 - 14:00"
      },
      {
        "day": "Thursday",
        "hours": "08:00 - 22:00"
      },
      {
        "day": "Friday",
        "hours": "08:00 - 22:00"
      },
      {
        "day": "Saturday",
        "hours": "Closed"
      },
      {
        "day": "Sunday",
        "hours": "Closed"
      }
    ]
  },
  {
    "id": 3,
    "name": "Tonhalle",
    "tags": [
      4,
      5
    ],
    "description": "The Tonhalle Düsseldorf (also New Tonhalle to distinguish it from the war-torn old Tonhalle on Tonhallenstrasse / corner of Schadowstrasse), formerly Rheinhalle, is a concert hall in Düsseldorf. It is located north of the old town in the Pempelfort district at the beginning of the Rhine promenade and forms the southern end of the Ehrenhof cultural forum. Your foyer, the Green Vault, is one of the most beautiful examples of Expressionist architecture today.",
    "coordinates": {
      "lat": 51.2320933,
      "lng": 6.7704388
    },
    "images": [
      {
        "url": "https://galerie-saudade.de/wp-content/uploads/2019/08/duesseldorf-bei-nacht-tonhalle.jpg"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.gfs0hUh7oiuN8-CF7p5hRAHaFj?w=265&h=199&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.XFWKWGU1jvsR85CCqweLkwHaE8?w=298&h=199&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 4,
    "name": "Fortuna Büdchen",
    "tags": [
      6
    ],
    "description": "Newbies may be amazed at the long lines that form at this pump room on almost every sunny day, but the Fortuna Büdchen on Joseph-Beuys-Ufer is a cult. Why?\n\nThe pump room, painted in the club colors of the eponymous Düsseldorf football club Fortuna 1895, is on the way between the old town and the stadium, making it the ideal place to go for fans to warm up, to celebrate victories together and to mourn defeats. But that's not the whole secret. The long Rhine wall immediately adjacent to the red and white-washed booth offers perhaps the best box seat at sunset. And so it happens that a very mixed crowd of football fans and city romantics meet here, who prefer the nice atmosphere on the sun-warmed little wall to many a chic terrace. Recommended for imitation.",
    "coordinates": {
      "lat": 51.2324896,
      "lng": 6.7722627
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.wiPLyKhk6zXthWSxqWbjrgHaE7?w=269&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.IKwxXM7Sdnl0erBkODFQcwHaDt?w=344&h=173&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 5,
    "name": "Die Kassette",
    "tags": [
      7
    ],
    "description": "In the cassette, you can relax on the cozy Chesterfield sofa under chandeliers between raw brick walls.\n\nLet us pamper you with cocktails, selected wines, “beer of the month”, our legendary “cassette deck risky” and coffee. If you are really hungry, the neighboring Italian will bring you delicious pizza and pasta directly to your seat.\n\nBooks, games and the Internet should not be missing. There are also versatile sounds from cassette and vinyl record in proper style. Our living room concerts with local and international artists are a showcase. Football fans can follow all Fortuna games and selected games of the Champions League and Bundesliga live with us.",
    "coordinates": {
      "lat": 51.2115444,
      "lng": 6.798739
    },
    "images": []
  },
  {
    "id": 6,
    "name": "Café Modigliani",
    "tags": [
      1,
      7
    ],
    "description": "",
    "coordinates": {
      "lat": 51.2045237,
      "lng": 6.7687527
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.bOp4k84HW8GgbwTbdntPCQHaLI?w=115&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.rurSAdG8Y7wANBdsSIa6zwHaE8?w=232&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.bTLvIZoTPGocwsNR4isNtAHaFj?w=205&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.76gGZq80wiXbnL0NwO9J2AAAAA?w=127&h=150&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.D8cNkZ1iCVUHgtffwKUELAHaFj?w=205&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.wok-0bGB0S_hQfyypBCj-gHaHa?w=153&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 7,
    "name": "Burgplatz",
    "tags": [
      2
    ],
    "description": "Burgplatz is a square located directly on the banks of the Rhine in Düsseldorf's old town. The irregular and spacious open space was created when the young city was first expanded. It got its name from its location in front of the former castle, the later Düsseldorf Palace. After numerous fires and destruction over time, the remains were finally removed in 1892, except for the castle tower, which today houses a maritime museum.\n\nWith the demolition, the historic Burgplatz was enlarged many times over and at the same time opened up to the Rhine. This was emphasized again by a redesign in 1995.\n\nAt Burgplatz, the northern Düssel flows into the Rheinstrom, the banks of which can be reached via a flight of steps. In particular, it is a popular meeting place for locals and tourists in summer. Regional and national events take place regularly in the open space. Opposite the square is lined with numerous restaurants.\n\nOn May 10, 1995, the square was entered in the city's list of monuments in the soil monuments category.",
    "coordinates": {
      "lat": 51.2251932,
      "lng": 6.7701232
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.BvneAENUIn82F1s-pcpelwHaE6?w=257&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.a5mFSyTp_JF8aRk-pRuDbAHaFj?w=227&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.fKe_TYJp1-xJ3Ab9DNNKUgHaEK?w=303&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 8,
    "name": "Aquazoo",
    "tags": [
      3,
      8
    ],
    "description": "The Aquazoo Löbbecke Museum is a unit of zoo and natural history museum under the sponsorship of the city of Düsseldorf. It was opened in 1987 in the Nordpark under the name Löbbecke-Museum + Aquazoo. On an area of 6800 square meters, around 560 animal species are exhibited in aquariums, terrariums and a tropical hall in 25 themed rooms (as of July 2018). The exhibition is completed by 1,400 natural history exhibits, models and interactive stations. With almost 500,000 visitors a year, the Aquazoo Löbbecke Museum has been by far the most popular cultural institution in the city of Düsseldorf for many years.",
    "coordinates": {
      "lat": 51.2586849,
      "lng": 6.7532111
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.9jsuXp61HXx-5eoKJuHqhAHaHa?w=161&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.Nfjv60H4BFryFX448eNj4QHaE7?w=242&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.mLpRwzXxi89yp7BYbXh-4wHaE6?w=243&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.oIJpomI5WZbtcKvbtOECDQHaHa?w=161&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 9,
    "name": "Kö-Bogen",
    "tags": [
      2
    ],
    "description": "The Kö-Bogen is an urban development measure in the North Rhine-Westphalian state capital Düsseldorf. The project is named after the quarter-circle arch described by Hofgartenstrasse, which once ran along the edge of the Hofgarten and the pond at the Landskrone, in the direction of Königsallee, the Kö. The construction project is divided into various construction phases and phases. In the first construction phase, Jan-Wellem-Platz, which will no longer be required as a tram junction after the completion of the Wehrhahn Line, was built with a building complex made up of retail, office and catering uses, which itself bears the name, based on a design by New York architect Daniel Libeskind Kö-Bogen carries. In addition, Hofgartenstrasse will largely be replaced by a tunnel. In the second construction phase, the Millipede Hochstraße was demolished and also replaced by a tunnel.\n\nFurthermore, the development in the area was to be partially replaced by new buildings and the urban structure reorganized. This particularly affected the area south of the theater from Gustaf-Gründgens-Platz to Schadowstrasse. According to the initial plans, four new building complexes were to be built here. A pedestrian promenade was to be laid out along the former course of the millipede. The project was controversial and triggered a controversial discussion in Düsseldorf, which culminated in a petition against the sale of Jan-Wellem-Platz, which failed due to the necessary quorum. The symbolic groundbreaking ceremony took place on August 17, 2009. The end of the construction work for the two buildings was delayed, as stated in \"Section 2.1\" below, due to a fire in the western building at the end of September 2013\n\nAfter the first phase of construction was largely completed with the completion of the two Libeskind buildings at the end of 2013, the second part of the subway on the Wehrhahn Line was put into operation by the beginning of 2016. The next phase was extensive work on restructuring the area between the Schauspielhaus and Schadowstraße, which are known as Kö-Bogen II and whose execution began in early 2017.",
    "coordinates": {
      "lat": 51.2266437,
      "lng": 6.7779544
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.5zaPOkyeYMYoWyy4G6RWXQHaEG?w=318&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.PYC9IkMAqRJ5TeFVDAcXNQHaDp?w=343&h=172&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 10,
    "name": "Kö-Bogen II",
    "tags": [
      2
    ],
    "description": "In 2009 the groundbreaking of the major urban planning project Kö-Bogen took place - in 2019 the last construction phase, the so-called Kö-Bogen II, is about to be completed.\n\nThe square between Düsseldorfer Schauspielhaus and Schadowstraße was redesigned by the renowned Düsseldorf architects Ingenhoven, known for its sustainable and natural projects. A market hall with a walk-on, green roof based on the model of the New York Lincoln Center stands opposite a block of buildings with eight kilometers of beech hedges and a stepped wall. The clear view of the Düsseldorfer Schauspielhaus is to be largely retained.",
    "coordinates": {
      "lat": 51.2266437,
      "lng": 6.7779544
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.xrXmwyG-fLkwhDLyT9MA3wHaFN?w=265&h=186&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.dFp9p-FjTCXFOoOtojXOgwHaEK?w=331&h=186&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.PVCJ3Hq1b5R_VGlu4mr1zAHaHa?w=186&h=186&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 11,
    "name": "Dreischeibenhaus",
    "tags": [
      2,
      14
    ],
    "description": "The Dreischeibenhaus (also often Dreischeibenhochhaus) is a 94 meter high office and administration building in the street of the same name (until 2013 August-Thyssen-Straße) on the Hofgarten in Düsseldorf's Stadtmitte district. When it was in use by the Thyssen and Thyssen Krupp groups, it was also called the Thyssen House or Thyssen Skyscraper. It is one of the most important examples of post-war modernism in the international style and is a symbol of the so-called economic miracle. Together with the Düsseldorfer Schauspielhaus, it forms an antithetical ensemble of buildings on Gustaf-Gründgens-Platz.",
    "coordinates": {
      "lat": 51.2280009,
      "lng": 6.7800584
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.28ggFDI5Q5j835uWh2rzdgHaLH?w=121&h=182&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.iZunl9jFvQdYyzmwIU5vrAHaL5?w=115&h=182&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.yF5mH0El1U0xbSS_z6DfcwHaJm?w=140&h=182&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.vWdqqvBEceXWJEmy1aJ0egHaIK?w=165&h=182&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.cvNwWEiWeFKwF0muang2sgHaLH?w=121&h=182&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.rHMA_KNpt3GANn1pR3qGbgHaLa?w=118&h=182&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.EMa8AOkV2rwx8FxzjjOhIAHaFh?w=245&h=182&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.U1k-3w6dMBupuUWs6mtG2QHaEm?w=264&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 15,
    "name": "Gehry Bauten",
    "tags": [
      2,
      4,
      15
    ],
    "description": "The Neue Zollhof by the American architect Frank O. Gehry represents the structural change in the Düsseldorf harbor. Just in time for the turn of the millennium, the expressive building ensemble added to the list of Düsseldorf landmarks.\n\nGehry created three sculptural, organically shaped buildings that are not subject to any geometry and also differ in materiality, height and design language. The three facades are particularly rich in contrast: clinker brick meets stainless steel and gleaming white plaster. But not only architecture fans get their money's worth at the Neuen Zollhof: two restaurants on the ground floor of the Gehry buildings, the Meerbar and the Rocca 800 ° C, also attract gourmets.",
    "coordinates": {
      "lat": 51.2161866,
      "lng": 6.7556451
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.74uqs9Dq9oKPf19pap7t6QHaHa?w=181&h=181&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.PM1rufgPBOYUj-MqKbWgdQHaE8?w=272&h=181&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.REh1r4wt2QTl4HntFUz8SQHaLH?w=120&h=181&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 16,
    "name": "Rheinturm",
    "tags": [
      2,
      14,
      1
    ],
    "description": "The Rheinturm is a television tower in Düsseldorf. At 240.50 meters, it is the tallest structure in the city and the tenth highest television tower in Germany. The Rheinturm, built from 1978 to 1982, serves both as a carrier for antennas for directional radio, DVB-T television and VHF radio services as well as an observation tower. As a special feature, the tower standing directly on the Rhine has a so-called light sculpture on its side facing the old town, which is considered the largest digital clock in the world. The Rheinturm is open to the public, shapes the cityscape of Düsseldorf and is one of its landmarks. Every year around 300,000 people visit the Rhine Tower.",
    "coordinates": {
      "lat": 51.2161866,
      "lng": 6.7556451
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.Og0UcHGfdyuQJFqnPbGZhwHaPO?w=115&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.SlVqelFFuryGXLzx0PesCgHaLH?w=113&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.x4l-FcDEGLMDXYOLuOO1pwHaE6?w=260&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.oW7h75RZfa3zaGCFh4g8UQHaEK?w=308&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.55mJeTM3E4UTxuXGkjNbPAHaM9?w=113&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.Iz5GuiHPJnwdl4wD61sELQHaJ4?w=128&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.TxgAG5442X2ZPq-GBitbkQHaFw?w=257&h=200&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 17,
    "name": "Pier One",
    "tags": [
      2,
      15
    ],
    "description": "A building project that is very important for the city in general and the port in particular is taking the next hurdle in the town hall these days: for “Pier One”, a platform on stilts in the water of the harbor basin on Kesselstrasse with two buildings on it and new bridges to the headlands, the development plan draft will be negotiated in the municipal planning committee on January 22nd. The project sponsors are the Düsseldorf star architect Christoph Ingenhoven and the Neuss-Düsseldorfer Häfen. If everything goes smoothly politically, construction could start this year.",
    "coordinates": {
      "lat": 51.2149988,
      "lng": 6.7516446
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.jHW4wZnanyhK9nKm2ans5gHaED?w=285&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.8EnsLVAbcmbCmXmsbC-Q1QHaFj?w=207&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 18,
    "name": "Architektenkammer",
    "tags": [
      2,
      15
    ],
    "description": "The titles \"architect\" or \"interior designer\", \"landscape architect\" or \"city planner\" are protected by law and may only be used by members of a German Chamber of Architects. The North Rhine-Westphalia Chamber of Architects, with currently over 31,000 members, is the largest of the 16 regional chambers of architects in Germany.\n\nThe prerequisite for membership in the NRW Chamber of Architects is proof of successfully completing a degree in the relevant subject area and proof of two years of professional experience. In addition, all members are subject to professional codes of conduct which, in the interests of active consumer protection, ensure that only qualified and reliable persons carry these titles.",
    "coordinates": {
      "lat": 51.215416,
      "lng": 6.7539663
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.5fFZdJljBQGDGiHz3NeBlQHaD4?w=310&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.xTmGyNh3Clxgvdi_6AYczQHaE8?w=243&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 19,
    "name": "Medienhafen",
    "tags": [
      13,
      10
    ],
    "description": "It is a must for architecture fans: the MedienHafen in Düsseldorf shines with big names. With the three-part, organically shaped building ensemble Neuer Zollhof, star architect Frank O. Gehry has created a real Düsseldorf land\n\nBut David Chipperfield, Joe Coenen, Steven Holl and Claude Vasconi also contributed to the fact that the tour through the formerly fallow harbor area is one of the tourist highlights today. The foresight of the city, which did not carry out any area renovation here, but instead gave plot by plot of land individually a new use, is bearing many fruits. Not only are 700 companies based in the MedienHafen, some of the city's best and most popular restaurants are also located here. For those who want to delve deeper into the world of the MedienHafen, we recommend a guided tour from Düsseldorf Tourismus GmbH.",
    "coordinates": {
      "lat": 51.2131534,
      "lng": 6.7567091
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.AGifQuRAUrcWH91hhYgIrQHaE8?w=278&h=185&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.u5e2-xFQWPf-OrdvvI1P9gHaEy?w=285&h=185&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 21,
    "name": "Super 7000",
    "tags": [
      12,
      13,
      1
    ],
    "description": "The founding members of the first two coworking spaces in Düsseldorf (Garage Bilk and “Gewächshaus”) have been developing the Super7000 together with their accumulated experience since 2017.\n\nIn Dusseldorf Derendorf a place for really new things is being created on 7000 square meters. Coworkers, foodies, marketers, techies, nerds and makers meet musicians and event makers. Startups find the creative and open environment they need to turn ideas into reality. Corporates, employees and students who are looking for just that are also very welcome.",
    "coordinates": {
      "lat": 51.2507022,
      "lng": 6.7870017
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP._Fe5nnIyKzzOuUStqkSfOwAAAA?w=150&h=150&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.dQdVmWLXo-_sW4dMqSaTLgHaFj?w=240&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.HIpKKWWJ-QvrsMs7eK-M0gAAAA?w=239&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.wcG7236Cwgo2sZQlHrO18gHaHa?w=180&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.jI9lG4kbE0c_Tksq0bjSwAHaFj?w=240&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 22,
    "name": "Me and All",
    "tags": [
      1,
      16,
      10
    ],
    "description": "The me and all hotel düsseldorf is an endless declaration of love for the Düsseldorf feeling. With a lot of passion for really good neighborhood details. Here city and people come into focus, scene and hotel merge. Neighborhood friendship counts here. High quality standards and a huge helping of local flavor too. We don't have anything that we don't like ourselves. We have created space for comfort and networking, for travelers and non-travelers and for cozy living room events. We have integrated areas so that you can work and brainstorm together using the finest technology. Here you will always find the room you are looking for. In a super central location, within walking distance of Düsseldorf's old town and within walking distance of Düsseldorf Central Station.",
    "coordinates": {
      "lat": 51.2238669,
      "lng": 6.7849136
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.kGgzoz9DNtxU4zpI1BH1CAHaE8?w=243&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.auaAii6cpXIyN1kBbBV0FAHaEK?w=288&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 23,
    "name": "Schloss Benrath",
    "tags": [
      2,
      3,
      4,
      14
    ],
    "description": "Benrath Castle is located in the southern district of Benrath in the North Rhine-Westphalian state capital Düsseldorf.\n\nIt was built from 1755 to 1773 under the direction of Nicolas de Pigage (1723–1796) on behalf of Elector Karl Theodor of the Palatinate as a widow's residence for Electress Elisabeth Auguste. The cost was 700,000 thalers. The listed ensemble of pleasure palace, hunting park, ponds and canal system is considered to be an important architectural synthesis of the arts in Düsseldorf.",
    "coordinates": {
      "lat": 51.1610129,
      "lng": 6.8683692
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.oc8RXT8hf1YMK5UGVCE5GQHaE2?w=261&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.yPlfTk3z69QZxOue8A27RAHaE3?w=261&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 24,
    "name": "Kunstsammlung NRW K21",
    "tags": [
      4
    ],
    "description": "The Kunstsammlung Nordrhein-Westfalen is the art collection of the state of North Rhine-Westphalia in the state capital Düsseldorf. It unites three exhibition locations: the K20 at Grabbeplatz 5 ⊙, the K21 in the Ständehaus at Ständehausstrasse 1 ⊙ and the Schmela-Haus at Mutter-Ey-Strasse 3 ⊙. The art collection was founded in 1961 by the state government as a foundation under private law for the purpose of public collection and exhibition of art collections. Since the collection of the Gemäldegalerie Düsseldorf was removed in 1805, the city has again had an important state art collection. Behind its foundation was the identity-political endeavor of the state government led by Franz Meyers to give North Rhine-Westphalia a stronger cultural-political profile and thereby also to raise the citizens' state and spatial awareness for the young and heterogeneous country.\n\nIn its more than 50-year history, the North Rhine-Westphalia Art Collection has gained an international profile as a museum for 20th century art. But the spectrum of the state-owned gallery, which emerged from a purchase of works by Paul Klee, has long since extended to the present day. The building on Grabbeplatz (K20) with its characteristic black granite facade celebrated its opening in 1986. An extension was completed in 2010.\n\nWith important works by, among others, Pablo Picasso, Henri Matisse and Piet Mondrian, as well as the extensive collection of around 100 drawings and paintings by Paul Klee, the permanent collection of the art collection offers a unique look at classical modernism. Works by Jackson Pollock, Frank Stella or Pop Art by Robert Rauschenberg, Jasper Johns or Andy Warhol are part of the inventory of American post-war art; works by Joseph Beuys, Gerhard Richter, Tony Cragg, Sarah Morris, Katharina Fritsch and Imi Knoebel also shape the collection.\n\nAs a further location for the art collection, the Ständehaus on Kaiserteich, formerly the seat of the North Rhine-Westphalian state parliament, was opened in spring 2002 (K21). Among other things, artist rooms and room installations can be seen, which represent a focus of the collection.\n\nThe Schmela-Haus, located in Düsseldorf's old town, has enriched the state collection as a “rehearsal stage” and lecture venue since 2009. The listed building by the Dutch architect Aldo van Eyck (1918–1999) housed the Alfred Schmela Gallery when it opened in 1971, the first gallery building in the Federal Republic of Germany built specifically for this purpose. Since spring 2011 the Schmela-Haus has been used again for exhibitions.\n\nAs a house in three locations, the state's art collection has a total of more than 10,000 square meters of exhibition space.\n\nWith accompanying programs and special projects, the Education Department makes the art collection of the state collection accessible to visitors of all ages. Several studios, a media workshop and the “laboratory” integrated into the exhibition rooms are available for this purpose.",
    "coordinates": {
      "lat": 51.21656,
      "lng": 6.7718824
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.2mrS-EwHCj-TCSfuoeZivwAAAA?w=165&h=122&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.OSM74HfoCWbAiM-7rMWsnQAAAA?w=115&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.wDhQSC8E0TBGQ9wwmwFJVAHaFj?w=217&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.fynyQ7QKZn4zrr0E7aau-QAAAA?w=129&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.F4Esqj1-gWPiCvl4MRovpAHaFg?w=219&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.NPGKfRP3CzJ-f3SBR_4_ZAAAAA?w=192&h=159&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.4Vpz16TuPoC6YRkzGp6BywHaE0?w=263&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 25,
    "name": "Kunstsammlung NRW K20",
    "tags": [
      4
    ],
    "description": "The Kunstsammlung Nordrhein-Westfalen is the art collection of the state of North Rhine-Westphalia in the state capital Düsseldorf. It unites three exhibition locations: the K20 at Grabbeplatz 5 ⊙, the K21 in the Ständehaus at Ständehausstrasse 1 ⊙ and the Schmela-Haus at Mutter-Ey-Strasse 3 ⊙. The art collection was founded in 1961 by the state government as a foundation under private law for the purpose of public collection and exhibition of art collections. Since the collection of the Gemäldegalerie Düsseldorf was removed in 1805, the city has again had an important state art collection. Behind its foundation was the identity-political endeavor of the state government led by Franz Meyers to give North Rhine-Westphalia a stronger cultural-political profile and thereby also to raise the citizens' state and spatial awareness for the young and heterogeneous country.\n\nIn its more than 50-year history, the North Rhine-Westphalia Art Collection has gained an international profile as a museum for 20th century art. But the spectrum of the state-owned gallery, which emerged from a purchase of works by Paul Klee, has long since extended to the present day. The building on Grabbeplatz (K20) with its characteristic black granite facade celebrated its opening in 1986. An extension was completed in 2010.\n\nWith important works by, among others, Pablo Picasso, Henri Matisse and Piet Mondrian, as well as the extensive collection of around 100 drawings and paintings by Paul Klee, the permanent collection of the art collection offers a unique look at classical modernism. Works by Jackson Pollock, Frank Stella or Pop Art by Robert Rauschenberg, Jasper Johns or Andy Warhol are part of the inventory of American post-war art; works by Joseph Beuys, Gerhard Richter, Tony Cragg, Sarah Morris, Katharina Fritsch and Imi Knoebel also shape the collection.\n\nAs a further location for the art collection, the Ständehaus on Kaiserteich, formerly the seat of the North Rhine-Westphalian state parliament, was opened in spring 2002 (K21). Among other things, artist rooms and room installations can be seen, which represent a focus of the collection.\n\nThe Schmela-Haus, located in Düsseldorf's old town, has enriched the state collection as a “rehearsal stage” and lecture venue since 2009. The listed building by the Dutch architect Aldo van Eyck (1918–1999) housed the Alfred Schmela Gallery when it opened in 1971, the first gallery building in the Federal Republic of Germany built specifically for this purpose. Since spring 2011 the Schmela-Haus has been used again for exhibitions.\n\nAs a house in three locations, the state's art collection has a total of more than 10,000 square meters of exhibition space.\n\nWith accompanying programs and special projects, the Education Department makes the art collection of the state collection accessible to visitors of all ages. Several studios, a media workshop and the “laboratory” integrated into the exhibition rooms are available for this purpose.",
    "coordinates": {
      "lat": 51.21656,
      "lng": 6.7718824
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.xN6b49NNNGzncKPqTiSYqAHaFj?w=255&h=191&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.wXjK1YRFLnIP4f0nWLOjIAHaFc?w=260&h=191&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.pHZcGzwSsusf6WYfJHin7QHaFc?w=259&h=191&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.4FVbvmRxpisIPA_3X9mYLwHaE6?w=287&h=191&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 26,
    "name": "Kunsthalle",
    "tags": [
      4
    ],
    "description": "The Kunsthalle Düsseldorf is a modern exhibition hall in the North Rhine-Westphalian state capital Düsseldorf. Because of the visibility of the construction, the sculptural shape and the facade made of exposed concrete (French: béton brut), it is one of the examples of brutalism. In the building of the Kunsthalle, which is opposite the Kunstsammlung Nordrhein-Westfalen on Grabbeplatz, there is also the seat of the Kunstverein for the Rhineland and Westphalia, the Kom (m) ödchen cabaret stage, the Salon des Amateurs bar, as well as a bookshop and an underground car park. The Kunsthalle Düsseldorf operates another, special exhibition space in the basement of the Art Pavilion in the tunnel on the Rhine promenade.",
    "coordinates": {
      "lat": 51.2275955,
      "lng": 6.7736936
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIF.aGtc5IVPJ3LfCr4oYSxYLw?w=203&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIF.5R1WKrDHsnjd4QsLU4TWuA?w=214&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th?id=OIF.4NhJ%2foUFer1NtCvNJkdyQA&w=228&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 27,
    "name": "KIT",
    "tags": [
      4
    ],
    "description": "Kunst im Tunnel (KIT) is an underground exhibition center for contemporary art in Düsseldorf. This is a so-called residual tunnel space two meters below the Rhine bank promenade, which was created during the construction of the Rhine bank tunnel. The exhibition room is located in the immediate vicinity of the state parliament and the Rheinkniebrücke and was opened on February 10, 2007. The Kunsthalle Düsseldorf is responsible for running and organizing the exhibitions. Artistic director is currently (2019) Gertrud Peters.",
    "coordinates": {
      "lat": 51.219906,
      "lng": 6.7645877
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.BzSviVH12EUzDNlXG_zi2QHaEK?w=315&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.Cs85NErnsb1WCz17mMIYGwHaEK?w=315&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.9OaZle3F1CO4AQE3M-2M9wHaEK?w=315&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 28,
    "name": "Kunstpalast",
    "tags": [
      4
    ],
    "description": "The Museum Kunstpalast Foundation, also known as museum kunst palast from 2001 to 2011 (its own name since the end of 2018 KUNSTPALAST), is an art museum in Düsseldorf in the courtyard of honor. From 1925 to 1926 the already existing Kunstpalast was rebuilt from 1902 to designs by the architect Wilhelm Kreis; then it was unchanged for decades. From 1999 to 2000 it was converted according to plans by Oswald Mathias Ungers.\n\nUntil 2001, this institution was operated solely by the city of Düsseldorf under the name Kunstmuseum Düsseldorf in the courtyard of honor. Since then, the Museum Kunstpalast has been supported as part of a \"public-private partnership\" by a foundation of the city, the energy company E.ON and the retail group Metro Group. The museum's collection includes paintings and sculptures from the Middle Ages to the present day. There are also special collections on arts and crafts, handicrafts and design, graphics and an important glass collection.\n\nIn 2007, the Swiss Beat Wismer succeeded the French Jean-Hubert Martin, who was appointed before the opening in 2001, as General Director of the museum. The museum employed 65 people around 2011 and worked with an annual budget of 15 million euros. With an annual grant from the state capital of 7.2 and the company EON of 1.1 million euros, the museum has accumulated debts in the millions; In 2013 it was decided to reduce them with an austerity program. Wismer retired on October 1, 2017. His successor as General Director and Artistic Director of the Museum Kunstpalast Foundation was Felix Krämer.",
    "coordinates": {
      "lat": 51.2346939,
      "lng": 6.770839
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.7gqQdXGgIVBX3l4HqGvhIwHaDX?w=340&h=159&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.X6_G5bYwWnJBNqFHfhXfvgHaE3?w=266&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.vpLmtz5_IO8p5YjlqTI52gHaFj?w=233&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 29,
    "name": "NRW-Forum",
    "tags": [
      2
    ],
    "description": "The NRW-Forum Düsseldorf is an exhibition and event house in the Düsseldorf Ehrenhof with a focus on photography, pop and digital culture. The NRW-Forum Düsseldorf is characterized by an interdisciplinary program that negotiates current social issues in group and solo exhibitions, festivals and workshops.\n\nThe museum building is located north of the old town between the Rhine and the Düsseldorf Hofgarten, in the vicinity of the Tonhalle, Kunstpalast, Rheinterrasse and near the Düsseldorf Art Academy.\n\nThe NRW Forum Düsseldorf was jointly subsidized by the state of North Rhine-Westphalia and the state capital Düsseldorf until the end of 2013. The state of North Rhine-Westphalia ended the co-financing on December 31, 2013. Since January 1, 2016, the NRW-Forum Düsseldorf has been run in the legal form of a GmbH as an independent institution. The sponsor is the state capital Düsseldorf. Alain Bieber has been the artistic director of the house since April 1, 2015.",
    "coordinates": {
      "lat": 51.233033,
      "lng": 6.7697184
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.M2q6276RRCmyW0bpWPvSrwHaJ4?w=115&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.2UyBGXJMA_aQvwWPlbqgfAHaFj?w=201&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.BVh5UQTJHKStqG4NQOVwlgHaDH?w=294&h=147&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.enVcpu-aSMFy2K257VFUTQHaEQ?w=262&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.F1F-c4Gh8I_fAo6s1nbMUgAAAA?w=177&h=141&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 30,
    "name": "Kunstakademie",
    "tags": [
      2,
      4
    ],
    "description": "The building of the art academy at Eiskellerstraße 1 in Düsseldorf-Altstadt was built between 1875 and 1879 by Hermann Riffart in the style of historicism based on the models of the Italian Renaissance. On the Rhine side of the building there is a modern studio building of the art academy designed by Rudolf Schwarz.",
    "coordinates": {
      "lat": 51.2304108,
      "lng": 6.7727206
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.xUw1sm231K7w1uCWEcURCAHaFC?w=258&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.hLJt-rSczQUvBL5jyPEBuAHaFC?w=257&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.eDuL6pIbSwOpShGo9QoFSQHaFj?w=234&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 32,
    "name": "Schauspielhaus",
    "tags": [
      11,
      5
    ],
    "description": "The Düsseldorfer Schauspielhaus, or D’haus for short, is an ensemble theater in the North Rhine-Westphalian state capital Düsseldorf. The theater building on Gustaf-Gründgens-Platz was built according to plans by the Düsseldorf architect Bernhard Pfau as a speaking theater commissioned by the city of Düsseldorf between 1965 and 1969. The large sculptural form stands in exciting contrast to the neighboring Dreischeibenhaus and is therefore characterized by a particular urban quality. The building, which can be assigned to organic architecture within post-war modernism, houses two venues with a high acoustic and technical level, the Big House and the Little House. The Schauspielhaus Düsseldorf is the only state theater in the state of North Rhine-Westphalia.\n\nDue to an extensive renovation, the theater building has been closed since 2016. A reopening was planned for summer 2020.",
    "coordinates": {
      "lat": 51.228195,
      "lng": 6.7813063
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.EKQTyWFxf0zFK2gszMIvWQHaE8?w=250&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.i0CtYzTxUc7g7IhBuoWl2AHaE9?w=249&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 33,
    "name": "Deutsche Oper am Rhein",
    "tags": [
      5,
      11
    ],
    "description": "The Deutsche Oper am Rhein Düsseldorf Duisburg gGmbH is a theater community of the cities of Düsseldorf and Duisburg, which can look back on a long tradition of cooperation between the two major cities. Since it was founded in 1956, it has been one of the most important opera houses in Germany. With its high-ranking soloist ensemble, the choir and the nationally and internationally celebrated Compagnie Ballett am Rhein, it has become one of the top addresses for music theater and dance in Europe. It is located in the largest and densest cultural region in Germany. The two cities of Düsseldorf and Duisburg alone have a combined population of almost 1.1 million, but the surrounding regions and a large number of foreign guests also benefit from the top-class artistic offerings of the Deutsche Oper am Rhein.",
    "coordinates": {
      "lat": 51.2276086,
      "lng": 6.7752053
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.Fzeo6diny5SyowHNDKjp_wHaFM?w=242&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.4cEgZRipwHe8DZ1_ZkXv2QHaEa?w=284&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.RH0Xhn_pV-thoOcoa8b8ggHaEK?w=303&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.FHpRSqxF-NRPQKoTbkC37QHaFb?w=232&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 34,
    "name": "Tanzhaus NRW",
    "tags": [
      11,
      9
    ],
    "description": "Tanzhaus NRW (own spelling: tanzhaus nrw) in Düsseldorf is a dance institution founded in 1998 that offers a comprehensive concept of presentation, production and participation in the dance sector. In the premises at Erkrather Straße 30, an old tram depot, stage performances, professional dance training, the development of productions in the context of choreographer residencies as well as a variety of further training opportunities in the context of courses and workshops are housed under one roof. The cultural further education offer of the Tanzhaus NRW, which is aimed at beginners, advanced and professional dancers across generations, reaches an average of 3,600 visitors per week",
    "coordinates": {
      "lat": 51.2240256,
      "lng": 6.7978421
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.qixXybPmfEgd3sT4COnl_gHaFQ?w=268&h=190&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.JAMhg2MPmklA2NJmXf6GiwHaFI?w=274&h=190&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.7e3ghA-JJ1YWxO5WtXHe1AHaFQ?w=267&h=190&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.spHWClzTeRV9emcaNBglNQHaD4?w=314&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 35,
    "name": "Ratinger Hof",
    "tags": [
      1,
      2
    ],
    "description": "The Ratinger Hof was an artists' pub in the 1970s and early 1980s and a hotspot for underground culture in Germany. German punk was invented in the Ratinger Hof. The cult pub was located in Düsseldorf's old town on Ratinger Strasse 10.",
    "coordinates": {
      "lat": 51.229385,
      "lng": 6.7721221
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.U_6_uYYfYr_z9KPbEZFpYQHaFb?w=225&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.SBPhY3pdQ9armuX0ThSQngHaEK?w=294&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.AV_M0qBxcKFVqJ2MLKRrpwHaE9?w=247&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 36,
    "name": "Ratinger Straße",
    "tags": [
      2
    ],
    "description": "Ratinger Straße in Düsseldorf's old town is one of the oldest streets in the city and dates from the 14th century. The street played an important role in the history of Düsseldorf. Since its inception, Ratinger Straße has been a meeting place for various institutions and milieus. The young city's first hospital was built near the collegiate church of St. Lambertus. Between 1470 and 1544 the town hall was on Ratinger Straße. The Lords of the Cross and Coelestines built monasteries and churches. Some of the numerous restaurants are meeting places for teachers and students from the nearby art academy. The Ratinger Hof was one of the origins of early punk in Germany. Today, along with Bolkerstrasse, the street is one of the popular entertainment streets in Düsseldorf's old town. The street is called “De Retematäng” on Düsseldorfer Platt. The numerous visitors often simply call them “Die Ratinger”.",
    "coordinates": {
      "lat": 51.2293749,
      "lng": 6.7725038
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.lQn23RagyGm1EkKmS7ZTrgHaE7?w=268&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.MS_TsPxCtowa_3T40JnsrQHaKJ?w=130&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.wtgYscx-2ta7ym8lfkDqzQHaFK?w=256&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.LesSM8s7t-wusF7To_FdGgHaKc?w=127&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.hAXf4UaUUaUPqjXyS6WeYwHaE7?w=268&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 37,
    "name": "AK47",
    "tags": [
      1,
      7,
      9
    ],
    "description": "",
    "coordinates": {
      "lat": 51.2192485,
      "lng": 6.8073153
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.GWLcRlRO_-EKxI8wmm9GegHaEn?w=262&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.Le0KfX5B7LDpJZE_4kVACgHaEL?w=290&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 38,
    "name": "Salon des Amateurs",
    "tags": [
      1,
      7,
      9
    ],
    "description": "After Kraftwerk's retreat into seclusion, the dissolution of NEW! and the end of the punk movement in Ratinger Hof, the late 1980s and well into the 1990s were a time in which Düsseldorf only managed to stick to the pop music zeitgeist at certain points: too many innovative musicians have migrated from the city and a musical infrastructure is missing. It was not until the mid-1990s that bands like the Kreidler, founded in 1994, succeeded in putting Düsseldorf back on the international pop map. They combine electronic music with analog instruments and develop an independent mixture of avant-garde electronica, dub and techno. In addition, however, they create sustainable artistic structures in close relation to the art academy. One of the most important is the Salon des Amateurs, which is run by band member Detlef Weinrich, among others. Today this club is the central musical figurehead of the city. It was from here that the pianist Hauschka rose to become a world star. In 2011 he called an album \"Salon Des Amateurs\". But the exciting Düsseldorf duo Grandbrothers, which combines the most exciting elements of modern electronics, prepared pianos and the American minimal music tradition, also come from the salon environment. The sound of DJs like Lena Willikens, who lives in Cologne but operates as a resident DJ in the salon, is now celebrated at festivals around the world as the new Düsseldorf school. As an art café and event location in the former canteen of the Kunsthalle Düsseldorf, the salon with its sophisticated, avant-garde music and cultural program is a must visit at any time in the city.",
    "coordinates": {
      "lat": 51.2275791,
      "lng": 6.7734441
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.MOwTjBd8aEAOJ588cYCiFAHaEx?w=260&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.T2U5Jyg0rBwAcG8zo-tq3QHaE8?w=251&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.I5z4yD334h0EDmGuFFkgGwHaEK?w=298&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 39,
    "name": "Filmmuseum",
    "tags": [
      11,
      9
    ],
    "description": "The Filmmuseum Düsseldorf is one of seven film museums in Germany. The exhibition rooms are located in the extension of the Hetjens Museum, Schulstrasse 4.",
    "coordinates": {
      "lat": 51.224152,
      "lng": 6.7681754
    },
    "images": [
      {
        "url": "https://th.bing.com/th?id=OIF.brblF3sarCNBCqJG%2bBIdAQ&w=136&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th?id=OIF.RxqK8HlH5RerszTSy7%2fPJw&w=132&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIF.gheyufGayL4Uu0yjGar0TA?w=122&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 40,
    "name": "Heinrich-Heine-Institut",
    "tags": [
      2,
      3,
      17
    ],
    "description": "The Heinrich Heine Institute is an institution for research and presentation of the life and work of the writer Heinrich Heine, based in Düsseldorf.",
    "coordinates": {
      "lat": 51.2222222,
      "lng": 6.7708669
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.8Baw_9TDBX8y19j9C4F-owHaEK?w=333&h=187&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.ffWHhqBz_nXbVvNoyAIFVwHaEK?w=332&h=187&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.tvNJ8nl7cNYfOVVawYpTbQAAAA?w=115&h=187&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 41,
    "name": "Mahn- und Gedenkstätte",
    "tags": [
      2,
      17
    ],
    "description": "The Düsseldorf Memorial for the Victims of National Socialist Tyranny is a cultural institute of the state capital Düsseldorf. It is a museum, research facility and archive. The house was opened in 1987 and has since been dedicated to the memory of the Düsseldorf victims and those persecuted by the Nazi regime. It is located in the western part of the historic town hall in the old town and has been showing the permanent exhibition \"Düsseldorf Children and Young People under National Socialism\" since a thorough renovation and its reopening in May 2015.",
    "coordinates": {
      "lat": 51.2273504,
      "lng": 6.771567
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP._WhqZN-MEECRsHGlH2oCFAHaET?w=301&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.3tkTxG4zfPWR6dhnlTonIgHaFj?w=234&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.qLxakRp-JH8vfrmR8R9c9AHaE4?w=265&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 42,
    "name": "Theatermuseum",
    "tags": [
      11,
      3,
      9,
      2
    ],
    "description": "The Theater Museum Düsseldorf is a regionally oriented museum in the North Rhine-Westphalian state capital Düsseldorf. It is housed in the so-called Hofgärtnerhaus in the historic Hofgarten in the immediate vicinity of the Düsseldorf theater and the Deutsche Oper am Rhein. In February 2017, the museum was put on The Red List by the German Cultural Council and classified in Category 1 and therefore threatened with closure.",
    "coordinates": {
      "lat": 51.2300062,
      "lng": 6.7791233
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.jZB8CaXPOhqW2swHG3E5bgHaFj?w=240&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.PugkpIJfASrMnr4L3mXpeAHaE0?w=278&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 43,
    "name": "Schifffahrt Museum",
    "tags": [
      2,
      10,
      3
    ],
    "description": "The shipping museum in Düsseldorf (own name SchifffahrtMuseum) is one of the oldest inland shipping museums in Germany and is now in the castle tower on the banks of the Rhine. The operator is the Friends and Sponsors of the SchifffahrtMuseum im Schlossturm e.V. Düsseldorf.\n\nAmong other things, there are exhibits on the ecology of the Rhine, shipbuilding history, trade and travel on the river, as well as other aspects. There will also be a multimedia show and historical images, films and archive material. The exhibition rooms are located from the old vaulted cellar to the upper floor. On the observation floor there is a café with a view of the old town, the river and today's shipping.",
    "coordinates": {
      "lat": 51.2273963,
      "lng": 6.768933
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.pMKbDMGzjgDnIDQLevW1RgHaEK?w=280&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.QfdUqtSwL-p-I_KKMYZAoQHaEK?w=280&h=180&c=7&o=5&pid=1.7"
      }
    ]
  },
  {
    "id": 44,
    "name": "Hetjens Deutsches Keramikmuseum",
    "tags": [
      3,
      17
    ],
    "description": "The exhibition at the Hetjens Museum encompasses a collection of 8,000 years of ceramic history. This begins with the early Anatolian vessels from around 6000 BC. Chr., Leads from antique vases, Italian majolica, Spanish and Portuguese tile pictures to East Asian and European porcelain as well as industrially produced ceramics of the present. In this way, a wide range of ceramic history is presented. In addition to simple consumer goods, unique artistic items of high craftsmanship can be admired. The abundance of exhibits gives an impression of the diversity of the different cultures of the world and also shows that ceramics are also used where one would not suspect it at first glance - in technology.\n\nThanks to its own workshop, the museum not only offers the possibility of viewing, but workshops and courses teach children, young people and adults how to use clay in a practical way.\n\nIn addition to the permanent collection, changing special exhibitions and smaller studio exhibitions on different topics are shown.",
    "coordinates": {
      "lat": 51.2240613,
      "lng": 6.7685026
    },
    "images": []
  },
  {
    "id": 45,
    "name": "Historisches Schiff Voorwaarts",
    "tags": [
      17,
      3,
      2,
      10
    ],
    "description": "Tradition meets the present - often used in modern architecture, the “Voorwaarts” from 1899 is a good example of the ever-developing media port of Düsseldorf. Outstanding thanks to its unique architectural ensemble, this historic ship with a berth in the marina fits in as a new monument in the overall picture.\n\nFull of history and full of soul.\n\nA place of longing, a meeting place, a museum, a space for exhibitions and for innovative formats, a backdrop for what you make of it. A special event location for special people who want to see their ideas and ideas implemented in a unique ambience - or who just like to be on the water. In a marina with a breathtaking view of the media harbor in every season.",
    "coordinates": {
      "lat": 51.2178229,
      "lng": 6.7578845
    },
    "images": []
  },
  {
    "id": 46,
    "name": "HafenKunstKino",
    "tags": [
      2,
      4,
      3,
      1,
      10
    ],
    "description": "The space known as \"Platz der Medien\" or \"Ueckerplatz\" in front of the media center in Düsseldorf harbor was designed by the artist Günther Uecker as a multifunctional space with an open-air cinema on behalf of the city. Up until about eight years ago, the Düsseldorf Film Workshop hosted the Hafenlichtspiele here; since then, the semicircular benches, the projection tower and the playable outer wall of the cultural office have been living their abandoned existence.\n\nHere the company art.vision, as the organizer and with the support of the cultural office and the cultural department of the city of Düsseldorf, opens the HafenKunstKino - the first permanent installation for film and video art in public space in the state capital Düsseldorf.",
    "coordinates": {
      "lat": 51.2178229,
      "lng": 6.7578845
    },
    "images": [
      {
        "url": "https://th.bing.com/th/id/OIP.1aLYBykHZxPQKSPnZfDU8QHaFj?w=224&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.rQJsnWyqVLIpqk-M3QQTYwHaE8?w=252&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.yMH7vZ1k_xtnC-kYSPi0fwHaFj?w=224&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.Hbm2hYdJC0XLV7Z3sL5URQHaJ4?w=126&h=180&c=7&o=5&pid=1.7"
      },
      {
        "url": "https://th.bing.com/th/id/OIP.-xgWJe2QwsnYBDNqPSGABwHaFj?w=223&h=180&c=7&o=5&pid=1.7"
      }
    ]
  }
]